--MisDescBegin
x229003_g_ScriptId = 229003
x229003_g_Position_X=95.9834
x229003_g_Position_Z=86.7892
x229003_g_SceneID=15
x229003_g_AccomplishNPC_Name="孟龙"
x229003_g_Name	= "孟龙"
x229003_g_MissionId = 1090
x229003_g_MissionKind = 26
x229003_g_MissionLevel = 10000
x229003_g_IfMissionElite = 0
x229003_g_IsMissionOkFail = 0		--变量的第0位
x229003_g_MissionName="师门任务"
x229003_g_MissionInfo=""  --任务描述
x229003_g_MissionTarget = "%f"
x229003_g_ContinueInfo="干得不错"		--未完成任务的npc对话
x229003_g_MissionComplete="我交给你的事情已经做完了吗？"					--完成任务npc说话的话
x229003_g_MissionRound=17
x229003_g_DoubleExp = 48
x229003_g_AccomplishCircumstance = 1
x229003_g_ShimenTypeIndex = 1                                                  
x229003_g_Parameter_Kill_AllRandom={{id=7,numa=3,numb=3,bytenuma=0,bytenumb=1}}
x229003_g_Parameter_Item_IDRandom={{id=6,num=5}}                               
x229003_g_NpcIdIndicator={{key=2,npcIdIndex=5},{key=9,npcIdIndex=7}}                              
x229003_g_FormatList = {
"好久没有见到%n了，很是想念啊。这个%s是我的一点心意，请你把它送过去吧。#r  #e00f000小提示：#e000000#r  你可以在峨嵋山找到#R杨四娘#W#{_INFOAIM86,142,15,杨四娘}，请他把你送往各大城市。#B#r  东西送到后，请到师门任务发布人#W孟龙#{_INFOAIM95,86,15,孟龙}处交还任务。#r#{SMRW_090206_01}",
"我的%i怎么不见了？如果你能帮我找回来，我是不会亏待你的。#r  #e00f000小提示：#e000000#r  你可以在峨嵋山找到#R杨四娘#W#{_INFOAIM86,142,15,杨四娘}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"%n为非作歹，我有心去教训一下，可惜没有时间，你能代劳吗？#r  #e00f000小提示：#e000000#r  你可以在峨嵋山找到#R杨四娘#W#{_INFOAIM86,142,15,杨四娘}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"请你在峨嵋山%s找到%s，使用%s来喂养它。#r  #e00f000小提示：#e000000#r  当你来到需要喂养的凤凰附近时，你可以按#gfff0f0Alt+A#g000000可以打开物品栏，点击#gfff0f0“任务”#g000000页面就可以打开任务物品栏，右键点击#gfff0f0峨嵋仙露#g000000，就可以完成喂养了。#r#{SMRW_090206_01}",
"请你去找到%s， 他会带你去挑战%s的。#r  #e00f000小提示：#e000000#r  孟青青掌门就在峨嵋山#{_INFOAIM96,73,15,孟青青}。#r#{SMRW_090206_01}",
"请你帮我抓一只%p来。#B#r  #e00f000小提示：#e000000#r  #G洛阳城的云涵儿#{_INFOAIM183,155,0,云涵儿}可以送你去玄武岛，而玄武岛有一条小路通往圣兽山。你可以在玄武岛或者圣兽山上捕捉我需要的珍兽。#r#{SMRW_090206_01}",
"请你在峨嵋山上四处看看，帮我找来5个%s。#r  #e00f000小提示：#e000000#r  你可以在屏幕右上角的小地图上找到黄色的指示点。#r  你可以在#R小黄猴#W身上找到#Y遗失的首饰#W。#r  你可以在#R小黑猴#W身上找到#Y遗失的祭品#W。#r  你可以在#R小白猴#W身上找到#Y遗失的珠宝#W。#r#{SMRW_090206_01}",
"请给%s送去一个%i吧，事成之后，我会给你报酬的！#r  #e00f000小提示：#e000000#r  桃花仙就在峨嵋山#{_INFOAIM156,99,15,桃花仙}。#r  桃叶仙就在峨嵋山#{_INFOAIM156,112,15,桃叶仙}。#r  桃枝仙就在峨嵋山#{_INFOAIM156,106,15,桃枝仙}。#B#r  东西送到后，请到师门任务发布人#W孟龙#{_INFOAIM95,86,15,孟龙}处交还任务。#r#{SMRW_090206_01}",
"去杀死%s%s个%n。#r#{SMRW_090206_01}",
}
x229003_g_StrForePart=4
x229003_g_StrList = {
"峨嵋仙露",
"珙椿晓雨",
"白水秋风",
"私语台",
"长生殿",
"孟青青",
"桃花阵副本",
"遗失的首饰",
"遗失的祭品",
"遗失的珠宝",
"桃花仙",
"桃叶仙",
"桃枝仙",
"野生柴猫",
"金顶凤凰",
"灵泉凤凰",
"佛光凤凰",
"万年凤凰",
"0",
"1",
"2",
"3",
"4",
"5",
"6",
"7",
"8",
"9",
}
--MisDescEnd
