--MisDescBegin
x229005_g_ScriptId = 229005
x229005_g_Position_X=119.2371
x229005_g_Position_Z=152.0297
x229005_g_SceneID=14
x229005_g_AccomplishNPC_Name="秦观"
x229005_g_Name	= "秦观"
x229005_g_MissionId = 1085
x229005_g_MissionKind = 25
x229005_g_MissionLevel = 10000
x229005_g_IfMissionElite = 0
x229005_g_IsMissionOkFail = 0		--变量的第0位
x229005_g_MissionName="师门任务"
x229005_g_MissionInfo=""  --任务描述
x229005_g_MissionTarget = "%f"
x229005_g_ContinueInfo="干得不错"		--未完成任务的npc对话
x229005_g_MissionComplete="我交给你的事情已经做完了吗？"					--完成任务npc说话的话
x229005_g_MissionRound=17
x229005_g_DoubleExp = 48
x229005_g_AccomplishCircumstance = 1
x229005_g_ShimenTypeIndex = 1
x229005_g_Parameter_Kill_AllRandom={{id=7,numa=3,numb=3,bytenuma=0,bytenumb=1}}
x229005_g_Parameter_Item_IDRandom={{id=6,num=5}}
x229005_g_NpcIdIndicator={{key=2,npcIdIndex=5},{key=9,npcIdIndex=7}}
x229005_g_FormatList = {
"好久没有见到%n了，很是想念啊。这个%s是我的一点心意，请你把它送过去吧。#r  #e00f000小提示：#e000000#r  你可以在凌波洞找到#R李傀儡#W#{_INFOAIM69,142,14,李傀儡}，请他把你送往各大城市。#B#r  东西送到后，请到师门任务发布人#W秦观#{_INFOAIM119,152,14,秦观}处交还任务。#r#{SMRW_090206_01}",
"我的%i怎么不见了？如果你能帮我找回来，我是不会亏待你的。#r  #e00f000小提示：#e000000#r  你可以在凌波洞找到#R李傀儡#W#{_INFOAIM69,142,14,李傀儡}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"%n为非作歹，我有心去教训一下，可惜没有时间，你能代劳吗？#r  #e00f000小提示：#e000000#r  你可以在凌波洞找到#R李傀儡#W#{_INFOAIM69,142,14,李傀儡}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"请你在逍遥派%s找到%s，在它附近使用%s来读取它的记忆。#r  #e00f000小提示：#e000000#r  当你来到需要读取记忆的圣物附近时，你可以按#gfff0f0Alt+A#g000000可以打开物品栏，点击#gfff0f0“任务”#g000000页面就可以打开任务物品栏，右键点击#gfff0f0时光机#g000000，就可以完成读取了。#r#{SMRW_090206_01}",
"请你去找到%s， 他会带你去挑战%s的。#r  #e00f000小提示：#e000000#r  冯阿三师兄就在凌波洞#{_INFOAIM62,68,14,冯阿三}。#r#{SMRW_090206_01}",
"请你帮我抓一只%p来。#B#r  #e00f000小提示：#e000000#r  #G洛阳城的云涵儿#{_INFOAIM183,155,0,云涵儿}可以送你去玄武岛，而玄武岛有一条小路通往圣兽山。你可以在玄武岛或者圣兽山上捕捉我需要的珍兽。#r#{SMRW_090206_01}",
"请你在凌波洞里四处看看，帮我找来5个%s。#r  #e00f000小提示：#e000000#r  你可以在屏幕右上角的小地图上找到黄色的指示点。#r#{SMRW_090206_01}",
"请给%s送去一个%i吧，事成之后，我会给你报酬的！#r  #e00f000小提示：#e000000#r  木人傀儡就在凌波洞#{_INFOAIM41,71,14,木人傀儡}。#r  石人傀儡就在凌波洞#{_INFOAIM59,71,14,石人傀儡}。#r  铜人傀儡就在凌波洞#{_INFOAIM66,65,14,铜人傀儡}。#B#r  东西送到后，请到师门任务发布人#W秦观#{_INFOAIM119,152,14,秦观}处交还任务。#r#{SMRW_090206_01}",
"去杀死%s%s个%n。#r#{SMRW_090206_01}",
}
x229005_g_StrForePart=4
x229005_g_ShimenPet_Index = 1
x229005_g_StrList = {
"时光机",
"思恩",
"珍珑",
"大观",
"点军",
"冯阿三",
"谷底副本",
"逍遥木制零件",
"逍遥石制零件",
"逍遥铜制零件",
"木人傀儡",
"铜人傀儡",
"石人傀儡",
"野生柴猫",
"凤凰琴",
"烂柯棋",
"圣贤书",
"丹青画",
"0",
"1",
"2",
"3",
"4",
"5",
"6",
"7",
"8",
"9",
}
--MisDescEnd
