--MisDescBegin
x229004_g_ScriptId = 229004
x229004_g_Position_X=95.9574
x229004_g_Position_Z=88.6181
x229004_g_SceneID=13
x229004_g_AccomplishNPC_Name="本凡"
x229004_g_Name	= "本凡"
x229004_g_MissionId = 1080
x229004_g_MissionKind = 24
x229004_g_MissionLevel = 10000
x229004_g_IfMissionElite = 0
x229004_g_IsMissionOkFail = 0		--变量的第0位
x229004_g_MissionName="师门任务"
x229004_g_MissionInfo=""  --任务描述
x229004_g_MissionTarget = "%f"
x229004_g_ContinueInfo="干得不错"		--未完成任务的npc对话
x229004_g_MissionComplete="我交给你的事情已经做完了吗？"					--完成任务npc说话的话
x229004_g_MissionRound=17
x229004_g_DoubleExp = 48
x229004_g_AccomplishCircumstance = 1
x229004_g_ShimenTypeIndex = 1
x229004_g_Parameter_Kill_AllRandom={{id=7,numa=3,numb=3,bytenuma=0,bytenumb=1}}
x229004_g_Parameter_Item_IDRandom={{id=6,num=5}}
x229004_g_NpcIdIndicator={{key=2,npcIdIndex=5},{key=9,npcIdIndex=7}}
x229004_g_FormatList = {
"好久没有见%n了，很是想念啊。这个%s是我的一点心意，请你把它送过去吧。#r  #e00f000小提示：#e000000#r  你可以在天龙寺找到#R破嗔#W#{_INFOAIM99,120,13,破嗔}，请他把你送往各大城市。#B#r  东西送到后，请到师门任务发布人#W本凡#{_INFOAIM95,88,13,本凡}处交还任务。#r#{SMRW_090206_01}",
"我的%i怎么不见了？如果你能帮我找回来，我是不会亏待你的。#r  #e00f000小提示：#e000000#r  你可以在天龙寺找到#R破嗔#W#{_INFOAIM99,120,13,破嗔}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"%n为非作歹，我有心去教训一下，可惜没有时间，你能代劳吗？#r  #e00f000小提示：#e000000#r  你可以在天龙寺找到#R破嗔#W#{_INFOAIM99,120,13,破嗔}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"请你在天龙寺%s找到%s，在它附近使用%s来试炼你的能力。#r  #e00f000小提示：#e000000#r  当你来到要求试炼的铜人附近时，你可以按#gfff0f0Alt+A#g000000可以打开物品栏，点击#gfff0f0“任务”#g000000页面就可以打开任务物品栏，右键点击#gfff0f0医用金针#g000000，就可以完成试炼了。#r#{SMRW_090206_01}",
"请你去找到%s， 他会带你去挑战%s的。#r  #e00f000小提示：#e000000#r  本相大师就在天龙寺#{_INFOAIM35,86,13,本相}。#r#{SMRW_090206_01}",
"请你帮我抓一只%p来。#B#r  #e00f000小提示：#e000000#r  #G洛阳城的云涵儿#{_INFOAIM183,155,0,云涵儿}可以送你去玄武岛，而玄武岛有一条小路通往圣兽山。你可以在玄武岛或者圣兽山上捕捉我需要的珍兽。#r#{SMRW_090206_01}",
"请你在天龙寺中四处看看，帮我找来5个%s。#r  #e00f000小提示：#e000000#r  你可以在屏幕右上角的小地图上找到黄色的指示点。#r#{SMRW_090206_01}",
"请给%s送去一个%i吧，事成之后，我会给你报酬的！#r  #e00f000小提示：#e000000#r  伍忠大人就在天龙寺#{_INFOAIM94,126,13,伍忠}。#r  林国清大人就在天龙寺#{_INFOAIM96,126,13,林国清}。#r  齐归蝶夫人就在天龙寺#{_INFOAIM154,115,13,齐归蝶}。#B#r  东西送到后，请到师门任务发布人#W本凡#{_INFOAIM95,88,13,本凡}处交还任务。#r#{SMRW_090206_01}",
"去杀死%s%s个%n。#r#{SMRW_090206_01}",
}
x229004_g_StrForePart=4
x229004_g_StrList = {
"医用金针",
"经脉铜人区",
"经脉铜人区",
"经脉铜人区",
"经脉铜人区",
"本相",
"塔底副本",
"满月",
"眼儿媚",
"红妆素裹",
"伍忠",
"林国清",
"齐归蝶",
"野生柴猫",
"手太阴肺经铜人",
"手阳明肠经铜人",
"足阳明胃经铜人",
"足太阴脾经铜人",
"0",
"1",
"2",
"3",
"4",
"5",
"6",
"7",
"8",
"9",
}
--MisDescEnd
