--MisDescBegin
x229000_g_ScriptId = 229000
x229000_g_Position_X=96.0000
x229000_g_Position_Z=82.0000
x229000_g_SceneID=9
x229000_g_AccomplishNPC_Name="慧方"
x229000_g_Name	= "慧方"
x229000_g_MissionId = 1060
x229000_g_MissionKind = 20
x229000_g_MissionLevel = 10000
x229000_g_IfMissionElite = 0
x229000_g_IsMissionOkFail = 0		--变量的第0位
x229000_g_MissionName="师门任务"
x229000_g_MissionInfo=""  --任务描述
x229000_g_MissionTarget = "%f"
x229000_g_ContinueInfo="干得不错"		--未完成任务的npc对话
x229000_g_MissionComplete="我交给你的事情已经做完了吗？"					--完成任务npc说话的话
x229000_g_MissionRound=17
x229000_g_DoubleExp = 48
x229000_g_AccomplishCircumstance = 1
x229000_g_ShimenTypeIndex = 1
x229000_g_Parameter_Kill_AllRandom={{id=7,numa=3,numb=3,bytenuma=0,bytenumb=1}}
x229000_g_Parameter_Item_IDRandom={{id=6,num=5}}
x229000_g_NpcIdIndicator={{key=2,npcIdIndex=5},{key=9,npcIdIndex=7}}
x229000_g_FormatList = {
"好久没有见到%n了，很是想念啊。这个%s是我的一点心意，请你把它送过去吧。#r  #e00f000小提示：#e000000#r  你可以在少林寺找到#R慧轮#W#{_INFOAIM92,132,9,慧轮}，请他把你送往各大城市。#B#r  东西送到后，请到师门任务发布人#W慧方#{_INFOAIM96,82,9,慧方}处交还任务。#r#{SMRW_090206_01}",
"我的%i怎么不见了？如果你能帮我找回来，我是不会亏待你的。#r  #e00f000小提示：#e000000#r  你可以在少林寺找到#R慧轮#W#{_INFOAIM92,132,9,慧轮}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"%n为非作歹，我有心去教训一下，可惜没有时间，你能代劳吗？#r  #e00f000小提示：#e000000#r  你可以在少林寺找到#R慧轮#W#{_INFOAIM92,132,9,慧轮}，请他把你送往各大城市。#r#{SMRW_090206_01}",
"请你使用%s，打扫少林寺%s的%s。#r  #e00f000小提示：#e000000#r  当你来到需要打扫的院子时，你可以按#gfff0f0Alt+A#g000000可以打开物品栏，点击#gfff0f0“任务”#g000000页面就可以打开任务物品栏，右键点击#gfff0f0大扫帚#g000000，就可以完成打扫了。#r#{SMRW_090206_01}",
"请你去找到%s， 他会带你去挑战%s的。#r  #e00f000小提示：#e000000#r  玄澄大师就在少林寺#{_INFOAIM61,62,9,玄澄}。#r#{SMRW_090206_01}",
"请你帮我抓一只%p来。#B#r  #e00f000小提示：#e000000#r  #G洛阳城的云涵儿#{_INFOAIM183,155,0,云涵儿}可以送你去玄武岛，而玄武岛有一条小路通往圣兽山。你可以在玄武岛或者圣兽山上捕捉我需要的珍兽。#r#{SMRW_090206_01}",
"请你在少林寺内四处看看，帮我找来5个%s。#r  #e00f000小提示：#e000000#r  你可以在屏幕右上角的小地图上找到黄色的指示点。#r#{SMRW_090206_01}",
"请给%s送去一个%i吧，事成之后，我会给你报酬的！#r  #e00f000小提示：#e000000#r  潘玄耕师兄就在少林寺{_INFOAIM70,105,9,潘玄耕}。#r  卫玄望就在少林寺{_INFOAIM61,57,9,卫玄望}。#r  方玄劳师兄就在少林寺{_INFOAIM123,88,9,方玄劳}。#B#r  东西送到后，请到师门任务发布人#W慧方#{_INFOAIM96,82,9,慧方}处交还任务。#r#{SMRW_090206_01}",
"不错... ... 你一直为本门的发扬光大在尽心尽力的做着工作，我再额外给你一个任务吧，%s刚给我飞鸽传书，说他们需要帮忙，你去找一下%s的%s，他会安排你的任务的。#r#{SMRW_090206_01}",
"去杀死%s%s个%n。#r#{SMRW_090206_01}",
}
x229000_g_StrForePart=4
x229000_g_ShimenPet_Index = 1
x229000_g_StrList = {
"大扫帚",
"大雄宝殿",
"藏经阁",
"山门",
"钟楼",
"玄澄",
"塔林副本",
"散落的柴火",
"散落的蘑菇",
"散落的松果",
"潘玄耕",
"卫玄望",
"方玄劳",
"野生柴猫",
"地面",
"本相", 
"孟青青",
"佛印", 
"方腊", 
"菊剑", 
"林灵素",
"冯阿三",
"红玉", 
"塔底副本",
"桃花阵副本",
"酒窖副本",
"光明洞副本",
"折梅峰副本",
"灵性峰副",
"谷底副本",
"五神洞副本", 
"少林",
"天龙",
"峨嵋",
"丐帮",
"明教",
"天山",
"武当",
"逍遥",
"星宿",
"0",
"1",
"2",
"3",
"4",
"5",
"6",
"7",
"8",
"9",
}
--MisDescEnd
